[
    {
        "title": {
            "es": "kanjinary",
            "en": "kanjinary",
            "jp": ""
        },
        "description": {
            "en": "Web application and database to study Japanese kanjis in order of Japanese study. Data obtained from notes of the Official School of Languages of Malaga.",
            "es": "Aplicación web y base de datos para estudiar kanjis japoneses en el orden de estudio japonés.",
            "jp": ""
        },
        "link": "https://www.kabi404.dev/kanjinary/",
        "img": "./img/kanjinary.png"
    },
    {
        "title": {
            "es": "Kanami & Mikana",
            "en": "Kanami & Mikana",
            "jp": ""
        },
        "description": {
            "en": "Native Android mobile app and Electron Desktop web app to learn Japanese syllabaries Hiragana and Katakana.",
            "es": "Aplicación móvil nativa Android y Aplicación web Electron de escritorio para aprender los silabarios japoneses Hiragana y Katakana.",
            "jp": ""
        },
        "link": "https://play.google.com/store/apps/details?id=com.artichokecore.mikana&hl=es_419",
        "img": "./img/mikana.png"
    },
    {
        "title": {
            "es": "Joseto",
            "en": "Joseto",
            "jp": ""
        },
        "description": {
            "es": "Bot de Discord modular al que introducirle facilmente comandos y diversas funcionalidades.",
            "en": "Discord modular Bot with different utilities for different purposes.",
            "jp": ""
        },
        "link": "https://www.kabi404.dev/Joseto/",
        "img": "./img/joseto.png"
    },
    {
        "title": {
            "es": "PPCE",
            "en": "PPCE",
            "jp": ""
        },
        "description": {
            "es": "Plataforma o centro de control que permite a los servicios de emergencias (Protección Civil, Fuerzas de Seguridad del Estado, etc.) gestionar, monitorizar y aportar información publica como protocolos ante situaciones de emergencia, para facilitar la comunicación con la población. Sse facilitará además la generación de códigos QR con accesos directos a esta información fácilmente ubicables.",
            "en": "Platform for Prevention and Control of Emergencies. Final degree project at the University of Málaga in the Software Engineering degree.",
            "jp": ""
        },
        "link": "http://www.kabi404.dev/PPCE/",
        "img": "./img/ppce.png"
    }
]